[
    {
        "title": "Yellow Thai Style Veggie Noodle Soup Yellow Thai Style Veggie Noodle Soup with Pak Choi and Tenderstem",
        "url": "https://www.hellofresh.co.uk/recipes/yellow-thai-style-veggie-noodle-soup-64f08c1cc09936aa866c2b5b",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_30,w_2600/hellofresh_s3/image/HF_Y23_R18_W44_UK_F14731-7_Main__1low-8f950e12.jpg",
        "tags": [
            "Quick",
            "Veggie",
            "Spicy",
            "Under 650 calories",
            "Climate Conscious",
            "Climate Conscious"
        ],
        "ingredients": [
            {
                "item": "Pak Choi",
                "amount": "1 unit(s)"
            },
            {
                "item": "Broccoli",
                "amount": "80 grams"
            },
            {
                "item": "Lime",
                "amount": "1 unit(s)"
            },
            {
                "item": "Egg Noodle Nest",
                "amount": "125 grams"
            },
            {
                "item": "Thai Style Spice Blend",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Yellow Thai Style Paste",
                "amount": "45 grams"
            },
            {
                "item": "Peanut Butter",
                "amount": "30 grams"
            },
            {
                "item": "Coconut Milk",
                "amount": "200 milliliter(s)"
            }
        ],
        "steps": [
            "a) Boil a full kettle.\n\nb) Trim the pak choi, then thinly slice widthways. Halve the Tenderstem® broccoli widthways.\n\nc) Zest and quarter the lime.",
            "a) Pour the boiled water from your kettle into a saucepan with 1/4 tsp salt and bring back to the boil.\n\nb) When boiling, add the noodles and broccoli. Cook until tender, 4 mins.\n\nc) Once cooked, drain in a sieve and run under cold water to stop them sticking together.",
            "a) Meanwhile, heat a drizzle of oil in another large saucepan on medium-high heat.\n\nb) Once hot, add the Thai style spice blend (add less if you'd prefer things milder) and yellow Thai style paste. Stir-fry for 30 secs.\n\nc) Stir in the peanut butter and coconut milk. Mix well until combined. \n\nd) Mix in the sugar and water for the soup (see pantry for both amounts). Bring to the boil, then lower the heat and stir until everything's well combined.",
            "a) Add the pak choi to your soup.\n\nb) Stir well and cook until pak choi is tender, 2-3 mins.",
            "a) Once the pak choi is cooked, add the cooked noodles and broccoli to the soup.\n\nb) Bring to the boil again, then immediately remove from the heat. TIP: Add a splash of water if it's a little too thick - you want a soupy consistency!\n\nc) Stir in the soy sauce and squeeze in some lime juice.\n\nd) Taste and add more salt, sugar and lime juice if needed.",
            "a) Share the noodle soup between your bowls. \n\nb) Sprinkle over the lime zest to finish. \n\nc) Garnish with any remaining lime quarters.\n\nEnjoy!"
        ]
    },
    {
        "title": "Chipotle Chicken, Halloumi and Pepper Skewerswith Wedges, Guacamole and Zesty Soured Cream",
        "url": "https://www.hellofresh.co.uk/recipes/chipotle-chicken-halloumi-and-pepper-skewers-64f6f4aec09936aa866c95da",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_30,w_2600/hellofresh_s3/image/HF_Y23_R34_W44_UK_PR3438-11_MAIN__low-a19f7b5b.jpg",
        "tags": [
            "Spicy"
        ],
        "ingredients": [
            {
                "item": "Bamboo Skewers",
                "amount": "6 unit(s)"
            },
            {
                "item": "Halloumi",
                "amount": "225 grams"
            },
            {
                "item": "Bell Pepper",
                "amount": "1 unit(s)"
            },
            {
                "item": "Lime",
                "amount": "½ unit(s)"
            },
            {
                "item": "Chicken Thighs",
                "amount": "3 unit(s)"
            },
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Mexican Style Spice Mix",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Sour Cream",
                "amount": "75 grams"
            },
            {
                "item": "Avocado",
                "amount": "1 unit(s)"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7. Soak the skewers in cold water to prevent them from burning.Drain the halloumi, then cut it into 3cm chunks. Halve the pepper and discard the core and seeds. Chop into 3cm chunksZest and halve the lime. Cut the chicken thighs into 3cm chunks.In a large bowl, add the halloumi, pepper, chicken, chipotle paste, half the lime zest and olive oil (see pantry for amount). Season with salt and pepper, then toss to coat. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "Thread the halloumi, pepper and chicken onto the skewers (3 per person).  Transfer the skewers to a lightly oiled baking tray, keeping them spaced apart. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "Chop the potatoes into 2cm wide wedges (no need to peel).Pop the wedges onto a large baking tray. Drizzle with oil, sprinkle over the Mexican style spice mix, season with salt and pepper, then toss to coat. Spread out in a single layer. TIP: Use two baking trays if necessary.Roast the wedges on the top shelf of your oven, and chicken skewers on the middle shelf of your oven until golden and cooked through, 25-30 mins. Turn halfway through. IMPORTANT: The chicken is cooked when no longer pink in the middle.",
            "Meanwhile, in a small bowl, combine the soured cream, remaining lime zest and half the lime juice. Season with salt and pepper, then set aside.  Halve the avocado and remove the stone. Use a tablespoon to scoop the flesh out into a medium bowl.   Add a drizzle of oil, the remaining lime juice and a pinch of salt and pepper. Mash with a fork until smooth.",
            "When the skewers have 5 mins remaining, remove the tray from the oven. Drizzle over the honey (see pantry for amount), then return to the oven for the remaining time.",
            "When everything's ready, share the skewers between your plates.  Serve the wedges and guac alongside. Drizzle over the zesty soured cream to finish.  Enjoy!"
        ]
    },
    {
        "title": "Roasted Chicken and Chive Sauce with Spinach and Potatoes",
        "url": "https://www.hellofresh.co.uk/recipes/roasted-chicken-and-chive-sauce-652e7113c88a1f5ba6f4f2c9",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_30,w_2600/hellofresh_s3/image/HF220826_R12_W39_UK_QR3010-34_KB_Main_low-5a498718.jpg",
        "tags": [
            "Under 650 calories",
            "Quick",
            "Family Friendly",
            "High Protein"
        ],
        "ingredients": [
            {
                "item": "Chicken Breasts",
                "amount": "2 unit(s)"
            },
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Baby Spinach",
                "amount": "100 grams"
            },
            {
                "item": "Chives",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Garlic",
                "amount": "1 Clove"
            },
            {
                "item": "Chicken Stock Paste",
                "amount": "5 grams"
            },
            {
                "item": "Double Cream",
                "amount": "75 grams"
            },
            {
                "item": "Water for the Sauce",
                "amount": "75 milliliter(s)"
            },
            {
                "item": "Butter",
                "amount": "15 grams"
            }
        ],
        "steps": [
            "a) Preheat your oven to 240°C/220°C fan/gas mark 9. Boil a full kettle.\n\nb) Heat a drizzle of oil in a frying pan on high heat. Once hot, lay in the chicken, skin-side down. Season with salt and pepper. Fry until golden, 3-4 mins, then turn and cook for 1 min on the other side.\n\nc) Transfer the chicken to a baking tray, skin-side up, then roast on the top shelf of your oven until cooked, 12-15 mins. Set the pan aside. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging. It's cooked when no longer pink in the middle.",
            "a) Meanwhile, fill a large saucepan with boiling water from your kettle and return to the boil with 1/2 tsp salt.\n\nb) Chop the potatoes into 2cm chunks (no need to peel) and add to the pan.\n\nc) Cook until you can easily slip a knife through, 12-15 mins. Add the spinach for the final min of cooking time. \n\nd) Drain well in a colander and return to the pan, off the heat. Cover with the lid to keep warm.",
            "a) While the potatoes cook, finely chop the chives (use scissors if easier).\n\nb) Peel and grate the garlic (or use a garlic press).",
            "a) Return the (now empty) frying pan to medium heat. Add a drizzle of oil if the pan is dry.\n\nb) Once hot, add the garlic to the pan. Stir-fry for 1 min.\n\nc) Stir in the water for the sauce (see pantry for amount) and chicken stock paste. Bring to the boil and simmer until slightly reduced, 2 mins.\n\nd) Mix in the creme fraiche and three quarters of the chives. Season to taste with pepper, then remove from the heat.",
            "a) When the chicken is almost cooked, gently reheat the sauce. Add a splash of water if it's a little thick.\n\nb) Season the cooked spinach and potatoes with salt and pepper. Add the butter (see pantry for amount) and stir to combine.",
            "a) Cut the chicken widthways into 2cm thick slices, then transfer to your plates.\n\nb) Serve the spinach and potatoes alongside, then spoon the chive sauce over the chicken.\n\nc) Finish with a sprinkling of the remaining chives.\n\nEnjoy!"
        ]
    },
    {
        "title": "Oven-Baked Basa and Chive Hollandaise Sauce with Roasted Herby Potatoes and Honeyed Carrots",
        "url": "https://www.hellofresh.co.uk/recipes/oven-baked-basa-and-chive-hollandaise-sauce-651c2024188676f47c1acf65",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1024/hellofresh_s3/image/HF-Y23-R06-W44-UK-G4405-15012-5-MAIN-low-edit-swap-95abaf32.jpg",
        "tags": [
            "Under 650 calories"
        ],
        "ingredients": [
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Mixed Herbs",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Carrots",
                "amount": "3 unit(s)"
            },
            {
                "item": "Honey",
                "amount": "15 grams"
            },
            {
                "item": "Chives",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Basa Fillets",
                "amount": "2 unit(s)"
            },
            {
                "item": "Lemon & Herb Seasoning",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Hollandaise Sauce",
                "amount": "100 grams"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7.\nChop the potatoes into 2cm chunks (no need to peel) and pop them onto a large baking tray. Drizzle with oil, sprinkle over the mixed herbs, then season with salt and pepper. \nToss to coat, then spread out in a single layer. TIP: Use two baking trays if necessary.\nWhen the oven is hot, roast on the top shelf until golden, 25-35 mins. Turn halfway through.",
            "Meanwhile, trim the carrots, then halve lengthways (no need to peel). Chop into roughly 1cm wide, 5cm long batons.\n\nPop the carrots onto one side of a large, lined baking tray. Drizzle with oil and the honey. TIP: If your honey has hardened, pop it in a bowl of hot water for 1 min.\n\nSeason with salt and pepper, then toss to coat. Spread out in a single layer on one half of the baking tray. \n\nRoast on the middle shelf until tender, 20-25 mins. Turn halfway through.",
            "While the veg roasts, finely chop the chives (use scissors if easier).",
            "When the carrots have 15 mins of cooking time remaining, lay the basa onto the other half of the lined baking tray. Drizzle with oil, season with salt and sprinkle over the lemon & herb seasoning.\n\nBake the fish and carrots on the middle shelf of your oven for the remaining 10-15 mins. IMPORTANT: Wash your hands and equipment after handling raw fish. It's cooked when opaque in the middle.",
            "A few mins before everything's ready, heat a small saucepan on medium heat.\n\nOnce hot, add the hollandaise to the pan and heat whilst stirring until piping hot, 1-2 mins.\n\nAdd half the chives to the sauce and stir to combine. Remove from the heat.",
            "When ready, transfer the basa to your plates. Serve the roasted potatoes and honeyed carrots alongside.\n\nSpoon the hollandaise sauce over the basa fillets, then sprinkle over the remaining chives to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Sweet and Sticky Honey Orange Root Veg with Roasted Carrots, Parsnips and Flaked Almonds | Perfect for sharing",
        "url": "https://www.hellofresh.co.uk/recipes/market/sweet-and-sticky-honey-orange-root-veg-653b53e516f966aee9258735",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1024/hellofresh_s3/image/HF_Y23_A_R1606_W48_UK_ASD3995-28_Main__4low-872f9935.jpg",
        "tags": [
            "Under 650 calories",
            "Veggie"
        ],
        "ingredients": [
            {
                "item": "Carrots",
                "amount": "3 unit(s)"
            },
            {
                "item": "Parsnip",
                "amount": "2 unit(s)"
            },
            {
                "item": "Orange",
                "amount": "1 unit(s)"
            },
            {
                "item": "Honey",
                "amount": "15 grams"
            },
            {
                "item": "Mustard",
                "amount": "17 grams"
            },
            {
                "item": "Toasted Flaked Almonds",
                "amount": "15 grams"
            }
        ],
        "steps": [
            "a) Preheat your oven to 220°C/200°C fan/gas mark 7.\n\nb) Trim the carrots and parnsips, then halve lengthways (no need to peel). Chop into roughly 1cm wide, 5cm long batons.\n\nc) Pop the carrots and parsnips onto a large baking tray. Drizzle with oil, season with salt and pepper, then toss to coat. Spread out in a single layer.\n\nd) When the oven is hot, roast on the top shelf until tender, 20-25 mins.",
            "a) Meanwhile, juice the orange into a small bowl.\n\nb) Mix the honey and wholegrain mustard into the orange juice. TIP: If your honey has hardened, pop it in a bowl of hot water for 1 min.\n\nc) Once the carrots and parsnips have roasted for 15 mins, remove the tray from the oven and pour over the sticky glaze. Stir together to coat.\n\nd) Return to the oven to roast for the remaining time until tender, 5-10 mins.",
            "a) Once the carrots and parsnips are cooked, transfer to a serving dish.\n\nb) Sprinkle over the almonds to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Double Cooked Rosemary Salted Chips with Truffle Mayo | Perfect for sharing",
        "url": "https://www.hellofresh.co.uk/recipes/market/double-cooked-rosemary-salted-chips-653b596316f966aee92587b7",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1024/hellofresh_s3/image/HF210622_R1102_W31_UK_ASD10281-1_MB_Main_high-2e0b1aa0.jpg",
        "tags": [
            "Under 650 calories",
            "Veggie"
        ],
        "ingredients": [
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Rosemary",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Mayonnaise",
                "amount": "64 grams"
            },
            {
                "item": "Truffle Zest",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Flour",
                "amount": "3 tbsp"
            }
        ],
        "steps": [
            "a) Preheat your oven to 240°C/220°C fan/gas mark 9. Boil a full kettle.\n\nb) Pour enough oil into a deep baking tray to cover the bottom and pop in the oven.\n\nc) Chop the potatoes lengthways into 1cm slices, then chop into 1cm wide chips (no need to peel).\n\nd) Pour the boiled water into a large saucepan on high heat with 0.5 tsp salt. Boil the potatoes for 7-8 mins or until the edges are soft.",
            "a) Meanwhile, pick the rosemary leaves from their stalks and roughly chop (discard the stalks).\n\nb) Once the potatoes are ready, drain in a colander and pop back into the pan. Sprinkle over the flour (see pantry for amount) and rosemary.\n\nc) Shake to fluff up the potatoes, then carefully add them to the hot baking tray in a single layer, turning in the oil.\n\nd) Roast on the top shelf until golden, 25-30 mins. Turn halfway through.",
            "a) Whilst the chips roast, mix together the mayo and truffle zest in a small bowl.\n\nb) Once the chips are cooked, remove from the oven and transfer to a plate lined with kitchen paper to soak up any excess oil.\n\nc) When ready, serve your chips in a serving dish with the truffle mayo alongside for dipping.\n\nEnjoy!"
        ]
    },
    {
        "title": "Rich & Buttery Double Potato Mash Side Dish Rich & Buttery Double Potato Mash Side Dish with Cheddar Cheese, Walnuts and Parsley | Perfect for sharing",
        "url": "https://www.hellofresh.co.uk/recipes/market/rich-and-buttery-double-potato-mash-side-dish-65320a1db7b4c3b9a5c3b56b",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_A_R1606_W47_UK_ASD4010-6_Main_low-5b01c3b4.jpg",
        "tags": [
            "Veggie"
        ],
        "ingredients": [
            {
                "item": "Sweet Potato",
                "amount": "1 unit(s)"
            },
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Mature Cheddar Cheese",
                "amount": "30 grams"
            },
            {
                "item": "Walnuts",
                "amount": "20 grams"
            },
            {
                "item": "Parsley",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Butter",
                "amount": "30 grams"
            },
            {
                "item": "Oil",
                "amount": "1.5 tbsp"
            }
        ],
        "steps": [
            "a) Bring a large saucepan of water with 0.5 tsp salt to the boil for the potatoes.\n\nb) Chop the potatoes into 2cm chunks (peel first if you prefer).\n\nc) When boiling, add the potatoes to the water and cook until you can easily slip a knife through, 15-20 mins.",
            "a) While the potatoes are boiling, grate the Cheddar cheese. \n\nb) Roughly chop the walnuts and parsley (stalks and all).\n\nc) Pop the walnuts and parsley in a small bowl with the olive oil (see pantry for amount).\n\nd) Season with salt and pepper, stir to combine, then set aside for serving.",
            "a) Once the potatoes are cooked, drain in a colander and return to the pan, off the heat.\n\nb) Add the butter, cheese and a splash of milk (if you have any), then mash until smooth. Season with salt and pepper. Cover with a lid to keep warm.\n\nc) Transfer to a serving dish.\n\nd) Drizzle over the walnut parsley mixture to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Festive Roast Lamb and Mint Sauce with Roast Potatoes, Honey Glazed Root Veg and Red Wine Jus",
        "url": "https://www.hellofresh.co.uk/recipes/festive-roast-lamb-and-mint-sauce-65255c09be675f371f8b4c0e",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_R33_W50_UK_SR10903-3_Main__1low-4a378611.jpg",
        "tags": [
            ""
        ],
        "ingredients": [
            {
                "item": "Potatoes",
                "amount": "700 grams"
            },
            {
                "item": "Garlic",
                "amount": "3 Cloves"
            },
            {
                "item": "Rosemary",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Cracked Black Pepper",
                "amount": "2 sachet(s)"
            },
            {
                "item": "Lamb Roasting Joint",
                "amount": "450 unit(s)"
            },
            {
                "item": "Carrots",
                "amount": "3 unit(s)"
            },
            {
                "item": "Parsnip",
                "amount": "2 unit(s)"
            },
            {
                "item": "Red Wine Jus Paste",
                "amount": "22 grams"
            },
            {
                "item": "Mint",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Red Wine Vinegar",
                "amount": "12 grams"
            },
            {
                "item": "Honey",
                "amount": "15 grams"
            },
            {
                "item": "Flour",
                "amount": "3 tbsp"
            },
            {
                "item": "Oil",
                "amount": "2 tbsp"
            },
            {
                "item": "Salt",
                "amount": "¾ tsp"
            },
            {
                "item": "Water for the Jus",
                "amount": "250 milliliter(s)"
            },
            {
                "item": "Sugar",
                "amount": "1.5 tsp"
            },
            {
                "item": "Boiling Water",
                "amount": "1 tbsp"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7. Remove the lamb from the fridge to allow it to come up to room temperature. \n\nPour enough oil into a deep baking tray to cover the bottom and pop in the oven. Bring a large saucepan of water with 1/2 tsp salt to the boil.\n\nPeel and chop the potatoes into 4cm chunks. Boil the potatoes for 7-8 mins or until the edges are soft.\n\nMeanwhile, peel and grate the garlic (or use a garlic press).",
            "Once the potatoes are ready, drain in a colander and sprinkle on the flour (see pantry for amount).\n\nShake to fluff up the potatoes, then carefully add them to the hot baking tray, turning in the oil. Season with salt, then roast on the top shelf of your oven until golden, 45-50 mins. Turn halfway through. \n\nMeanwhile, pick the rosemary leaves from their stalks and roughly chop (discard the stalks).",
            "Meanwhile, carefully remove the lamb from the netting (discard the netting).\n\nIn a small bowl, combine the garlic, rosemary, cracked black pepper, olive oil and salt (see pantry for both amounts). Rub the mixture all over the lamb, then place onto a baking tray.\n\nRoast on the middle shelf for 2p: 25-30 mins 3p: 35-40 4p: 50-55 mins (depending on size) for medium-rare. Add an extra 5 mins if you like your lamb more well done.\n\nRest, wrapped loosely in foil, for at least 10 mins before slicing. IMPORTANT: Wash your hands and equipment after handling raw meat. The lamb is cooked when browned on the outside.",
            "While everything roasts, trim the carrots and parsnips, then halve lengthways (no need to peel). Chop into roughly 1cm wide, 5cm long batons. \n\nWhen 25 mins of roasting time remain, add the carrots and parsnips to the lamb baking tray. Drizzle with oil, season with salt and pepper, then toss to coat.\n\nRoast for the remaining time until tender, 20-25 mins. Turn halfway through.",
            "Meanwhile, pour the water for the jus (see pantry for amount) into the (now empty) potato saucepan and bring to the boil on high heat.\n\nStir in the red wine jus paste, then reduce the heat to medium-high. TIP: If your red wine jus paste has hardened, pop it in a bowl of hot water for 1 min.\n\nAllow the sauce to bubble and thicken, stirring regularly, 8-9 mins.\n\nWhile the jus simmers, pick the mint leaves from their stalks and roughly chop (discard the stalks).\n\nIn another small bowl, combine the mint with the red wine vinegar, sugar and boiled water for the sauce (see pantry for amount). Mix well, season with salt, then set aside.",
            "When everything's ready, drizzle the honey over the roasted carrots and parsnips and toss to coat. TIP: If your honey has hardened, pop it in a bowl of hot water for 1 min.\n\nCarve the lamb and transfer to your plates. Serve the honeyed root veg and roast potatoes alongside.\n\nDrizzle the mint sauce over the lamb and spoon the red wine jus over to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Teriyaki Sesame Chicken Teriyaki Sesame Chicken with Green Beans and Rice",
        "url": "https://www.hellofresh.co.uk/recipes/teriyaki-sesame-chicken-652570e76720825b47fd2029",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_R07_W50_UK_UQ16102-6_Main_low-5f8c604d.jpg",
        "tags": [
            "Under 650 calories",
            "Super Quick",
            "Family Friendly",
            "High Protein"
        ],
        "ingredients": [
            {
                "item": "Rice",
                "amount": "150 grams"
            },
            {
                "item": "Green Beans",
                "amount": "150 grams"
            },
            {
                "item": "Lime",
                "amount": "½ unit(s)"
            },
            {
                "item": "Diced Chicken Thigh",
                "amount": "260 grams"
            },
            {
                "item": "Teriyaki Sauce",
                "amount": "100 grams"
            },
            {
                "item": "Roasted White Sesame Seeds",
                "amount": "5 grams"
            }
        ],
        "steps": [
            "Boil a half-full kettle.\n    Meanwhile, trim the green beans and cut into thirds. Halve the lime (see ingredients).\n    Pour the boiled water into a saucepan with 1/4 tsp salt on high heat. \n    Boil the rice, 10-12 mins. Once cooked, drain, pop back in the pan and cover.",
            "Heat a drizzle of oil in a frying pan on medium-high heat.\n    Once hot, fry the chicken and green beans, 8-10 mins. Season with salt and pepper. IMPORTANT: Wash hands and utensils after handling raw meat. Cook so it's no longer pink in the middle.",
            "Add the teriyaki and a splash of water to the pan. Bring to the boil and simmer, 2-3 mins.\n    Squeeze in the lime juice, then remove from the heat.",
            "Fluff up the rice and share between your bowls.\n    Top with the teriyaki chicken.\n    Sprinkle over the sesame seeds.\n\nEnjoy!"
        ]
    },
    {
        "title": "Teriyaki Pork Steaks Teriyaki Pork Steaks with Broccoli, Carrots and Peanuts",
        "url": "https://www.hellofresh.co.uk/recipes/teriyaki-pork-steaks-653b980f2fab1d7bab10bb55",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/GC_Y23_R5021_W22_UK_GCLC43814901-3_Main_low-6b78df57.jpg",
        "tags": [
            "Lower Carb",
            "Spicy"
        ],
        "ingredients": [
            {
                "item": "Carrots",
                "amount": "4 unit(s)"
            },
            {
                "item": "Pork Loin Steaks",
                "amount": "2 unit(s)"
            },
            {
                "item": "Broccoli",
                "amount": "300 grams"
            },
            {
                "item": "Peanuts",
                "amount": "25 grams"
            },
            {
                "item": "Teriyaki Sauce",
                "amount": "50 grams"
            },
            {
                "item": "Sambal Paste",
                "amount": "15 grams"
            },
            {
                "item": "Maple Syrup",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Roasted White Sesame Seeds",
                "amount": "5 grams"
            },
            {
                "item": "Water",
                "amount": "25 milliliter(s)"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7.\n\nTrim the carrot, then halve lengthways (no need to peel). Cut into roughly 1cm wide, 5cm long batons.\n\nPlace the carrots onto a large baking tray. Drizzle with oil, season with salt and pepper, then toss to coat. Spread out in a single layer.\n\nWhen the oven is hot, roast on the top shelf until tender, 20-25 mins. Turn halfway through cooking.",
            "Heat a large frying pan on medium-high heat with a drizzle of oil.\n\nSeason the pork steaks with salt and pepper. IMPORTANT: Wash your hands and equipment after handling raw pork.",
            "Once hot, add the pork steaks. Cook, turning regularly, until browned, 10-12 mins. IMPORTANT: Wash your hands and equipment after handling raw pork. It's cooked when no longer pink in the middle.",
            "Meanwhile, when the carrots have 12-15 mins remaining, add the broccoli florets to the other side of the tray. Drizzle with oil. Season with salt and pepper and toss to coat.\n\nRoast the broccoli until the edges are crispy and slightly charred, 12-15 mins.\n\nWhen the veg has 2-3 mins remaining, add the peanuts to the baking tray and roast for the remaining time until golden, 2-3 mins.\n\nIf you’d prefer to, when the pork has 3-5 mins remaining, boil your broccoli until tender, 3-5 mins. Season with salt and pepper.",
            "When the pork has 2-3 mins remaining, add the teriyaki sauce, sambal paste, maple syrup, half the sesame seeds and the water (see pantry), stirring to mix through.\n\nOnce cooked, transfer the pork to a plate to rest and cover to keep warm. IMPORTANT: The pork is cooked when no longer pink in the middle.",
            "Slice the pork widthways into 1cm thick slices and fan out onto the plates. Drizzle any remaining teriyaki sauce over the pork.\n\nShare the roasted carrots, broccoli and peanuts between your plates and scatter the remaining sesame seeds over the veg."
        ]
    },
    {
        "title": "Teriyaki Lemongrass Beef with Jasmine Rice and Carrot Pickle",
        "url": "https://www.hellofresh.co.uk/recipes/teriyaki-lemongrass-beef-65130131aab557d393d8a188",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_R45_W31_UK_R3186-49_Main_low-e32fb5c9.jpg",
        "tags": [
            "Family Friendly",
            "High Protein"
        ],
        "ingredients": [
            {
                "item": "Green Beans",
                "amount": "80 grams"
            },
            {
                "item": "Carrots",
                "amount": "1 unit(s)"
            },
            {
                "item": "Rice",
                "amount": "150 grams"
            },
            {
                "item": "Rice Vinegar",
                "amount": "15 milliliter(s)"
            },
            {
                "item": "Roasted White Sesame Seeds",
                "amount": "5 grams"
            },
            {
                "item": "Beef Mince",
                "amount": "240 grams"
            },
            {
                "item": "Ginger, Garlic & Lemongrass Puree",
                "amount": "15 grams"
            },
            {
                "item": "Indonesian Style Spice Mix",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Teriyaki Sauce",
                "amount": "100 grams"
            },
            {
                "item": "Water for the Rice",
                "amount": "300 milliliter(s)"
            },
            {
                "item": "Sugar",
                "amount": "1 tsp"
            },
            {
                "item": "Water for the Sauce",
                "amount": "50 milliliter(s)"
            }
        ],
        "steps": [
            "Trim the green beans and cut into thirds. \n\nTrim and peel the carrot. Use the peeler to peel long ribbons down the length of the carrot, stopping at the core.",
            "Pour the water for the rice (see pantry for amount) into a medium saucepan with a tight-fitting lid.\n\nStir in the rice and 1/4 tsp salt and bring to the boil. Once boiling, turn the heat down to medium and cover with the lid.\n\nLeave to cook for 10 mins, then remove the pan from the heat (still covered) and leave to the side for another 10 mins or until ready to serve (the rice will continue to cook in its own steam).",
            "In a medium bowl, combine the rice vinegar, sugar for the pickle (see pantry for amount) and half the roasted sesame seeds. Season with salt and pepper.\n\nAdd the carrot ribbons, mix to coat, then set aside to pickle.",
            "Heat a drizzle of oil in a large frying pan on medium-high heat.\n\nOnce hot, add the green beans and fry until starting to char, 2-3 mins.\n\nAdd the beef mince and fry until browned, 5-6 mins. Use a spoon to break up the mince as it cooks, then drain and discard any excess fat. \n\nSeason with salt and pepper. IMPORTANT: Wash your hands and equipment after handling raw mince.",
            "Once the mince has browned, lower the heat to medium.\n\nAdd the ginger, garlic & lemongrass puree and Indonesian style spice mix to your pan, then fry until fragrant, 1 min.\n\nStir in the teriyaki sauce and water for the sauce (see pantry for amount). Simmer until the sauce has thickened and the beans are tender, 2-3 mins.\n\nAdd a splash of water if it gets too thick. IMPORTANT: The mince is cooked when no longer pink in the middle.",
            "When everything's ready, fluff up the rice with a fork and share between your bowls.\n\nTop with the teriyaki lemongrass beef and add the carrot pickle alongside.\n\nSprinkle over the remaining sesame seeds to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Teriyaki Glazed Salmon on Garlic Rice Teriyaki Glazed Salmon on Garlic Rice with Sesame Tenderstem® and Baby Corn",
        "url": "https://www.hellofresh.co.uk/recipes/teriyaki-glazed-salmon-on-garlic-rice-6509c04132e9107c6db97b1c",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF220309_R29_W16_UK_SPR11101-5_MB_Main_low-544f9d58.jpg",
        "tags": [
            "Climate Conscious"
        ],
        "ingredients": [
            {
                "item": "Garlic",
                "amount": "3 Cloves"
            },
            {
                "item": "Basmati Rice",
                "amount": "150 grams"
            },
            {
                "item": "Salmon Fillets",
                "amount": "2 unit(s)"
            },
            {
                "item": "Broccoli",
                "amount": "150 grams"
            },
            {
                "item": "Baby Corn",
                "amount": "60 grams"
            },
            {
                "item": "Roasted White Sesame Seeds",
                "amount": "5 grams"
            },
            {
                "item": "Oil",
                "amount": "20 milliliter(s)"
            },
            {
                "item": "Teriyaki Sauce",
                "amount": "150 grams"
            },
            {
                "item": "Butter",
                "amount": "20 grams"
            },
            {
                "item": "Water for the Rice",
                "amount": "300 milliliter(s)"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7.\n\nPeel and grate the garlic (or use a garlic press).\n\nMelt the butter (see ingredients for amount) in a deep saucepan with a tight-fitting lid on medium-high heat. Stir in the garlic and fry until fragrant, 1 min. \n\nStir in the rice and cook until coated, 1 min.\n\nAdd 1/4 tsp salt and the water for the rice (see pantry for amount), then bring to the boil.",
            "Once the water is boiling, turn the heat down to medium and cover with the lid.\n\nLeave the rice to cook for 10 mins, then remove the pan from the heat (still covered) and leave to the side for another 10 mins or until ready to serve (the rice will continue to cook in its own steam).",
            "Meanwhile, lay the salmon fillets, skin-side down, onto a baking tray lined with baking paper. Season with salt and pepper.\n\nWhen the oven is hot, roast the salmon on the top shelf until cooked through, 10-15 mins. IMPORTANT: Wash your hands and equipment after handling raw fish. It's cooked when opaque in the middle.",
            "While the salmon bakes, halve any thick Tenderstem® broccoli stems and the baby corn lengthways.\n\nAfter the salmon has baked for 5 mins, heat a drizzle of oil in a large frying pan on medium-high heat.\n\nOnce hot, add the broccoli and baby corn and stir-fry for 2-3 mins, then add a splash of water and immediately cover with a lid or foil.\n\nCook until tender, a further 4-6 mins.",
            "Once the veg is cooked, transfer to a bowl, then stir in half the sesame seeds and half the sesame oil. Season with salt and pepper, cover to keep warm, then set aside.\n\nPop the (now empty) frying pan back on medium heat.\n\nPour in the teriyaki sauce and remaining sesame oil. Stir together and cook until warmed through, 1-2 mins.",
            "Once the fish is cooked, carefully transfer it to the pan of teriyaki sauce (reheat first if needed), then turn in the sauce to evenly glaze it.\n\nWhen ready, fluff up the garlic rice with a fork and share between your plates. Top with the teriyaki salmon, spooning over any sauce left in the pan.\n\nServe with the sesame veg and sprinkle with the remaining sesame seeds.\n\nEnjoy!"
        ]
    },
    {
        "title": "Chicken Tikka Masala Curry with Coriander Cauliflower Rice",
        "url": "https://www.hellofresh.co.uk/recipes/chicken-tikka-masala-curry-653b985416f966aee9258ea0",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/GC_Y23_R5017_W11_UK_GCLC33613390-4_Main_low-1ff28e1f.jpg",
        "tags": [
            "Under 650 calories",
            "Lower Carb",
            "High Protein"
        ],
        "ingredients": [
            {
                "item": "Onions",
                "amount": "1 unit(s)"
            },
            {
                "item": "Tomato",
                "amount": "1 unit(s)"
            },
            {
                "item": "Chicken Breasts",
                "amount": "2 unit(s)"
            },
            {
                "item": "Tikka Masala Paste",
                "amount": "75 grams"
            },
            {
                "item": "Tomato Puree",
                "amount": "30 grams"
            },
            {
                "item": "Coriander",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Cauliflower",
                "amount": "250 grams"
            },
            {
                "item": "Creme Fraiche",
                "amount": "75 grams"
            },
            {
                "item": "Water for the Sauce",
                "amount": "100 milliliter(s)"
            }
        ],
        "steps": [
            "Halve, peel and thinly slice the onion.\n\nCut the tomato into 1cm chunks.",
            "Cut the chicken widthways into 2cm thick slices.\n\nHeat a medium frying pan on medium-high heat with a drizzle of oil.\n\nOnce hot, add the chicken and onion, then pan-fry until browned, 5-7 mins. Season with salt and pepper. Stir occasionally. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "Once the chicken is browned, lower the heat to medium, add the tikka masala paste and cook until fragrant, 1 min.\n\nAdd the tomato puree, tomato chunks and water (see pantry). Bring to the boil, stir, lower the heat and simmer gently, 5-6 mins. IMPORTANT: The chicken is cooked when no longer pink in the middle.",
            "Meanwhile, roughly chop the coriander (stalks and all).",
            "Whilst the curry simmers, heat another medium frying pan on medium-high heat with a drizzle of oil.\n\nOnce hot, add the riced cauliflower and cook until just soft, 2-3 mins. Stir through half the coriander. Season well with salt and pepper.\n\nStir the creme fraiche through the tikka sauce to warm through, 1 min. Season with salt and pepper.",
            "Serve the chicken tikka masala curry in bowls with the coriander cauliflower rice alongside.\n\nSprinkle over the remaining coriander.\n\nEnjoy!"
        ]
    },
    {
        "title": "Korma and Mango Chutney Glazed Chicken Korma and Mango Chutney Glazed Chicken with Green Beans, Couscous and Tomato Salsa",
        "url": "https://www.hellofresh.co.uk/recipes/korma-and-mango-chutney-glazed-chicken-65130134723522b64ef4eac0",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF220927_R16_W45_UK_QR12203-8_MB_Main_12_low-a3ce8632.jpg",
        "tags": [
            "Under 650 calories",
            "Quick"
        ],
        "ingredients": [
            {
                "item": "Green Beans",
                "amount": "80 grams"
            },
            {
                "item": "Garlic",
                "amount": "1 Clove"
            },
            {
                "item": "Chicken Stock Paste",
                "amount": "10 grams"
            },
            {
                "item": "Couscous",
                "amount": "120 grams"
            },
            {
                "item": "Diced Chicken Thigh",
                "amount": "260 grams"
            },
            {
                "item": "Tomato",
                "amount": "1 unit(s)"
            },
            {
                "item": "Korma Curry Paste",
                "amount": "50 grams"
            },
            {
                "item": "Mango Chutney",
                "amount": "40 grams"
            },
            {
                "item": "Greek Style Natural Yoghurt",
                "amount": "75 grams"
            },
            {
                "item": "Water for the Couscous",
                "amount": "240 milliliter(s)"
            },
            {
                "item": "Water for the Sauce",
                "amount": "50 milliliter(s)"
            }
        ],
        "steps": [
            "a) Trim the green beans, then cut into thirds.\n\nb) Peel and grate the garlic (or use a garlic press).",
            "a) Heat a drizzle of oil in a medium saucepan on medium-high heat.\n\nb) Once hot, add the green beans and stir-fry until starting to char and soften, 2-3 mins.\n\nc) Turn the heat down to medium, then stir in the garlic and cook for 30 secs more.",
            "a) Once the beans have softened, stir the water for the couscous (see pantry for amount) and chicken stock paste into the pan. Bring to the boil. \n\nb) When boiling, remove from the heat, stir in the couscous and cover with a tight-fitting lid.\n\nc) Leave to the side for 8-10 mins or until ready to serve.",
            "a) Meanwhile, heat a drizzle of oil in a large frying pan on medium-high heat.\n\nb) Once hot, add the diced chicken and season with salt and pepper.\n\nc) Fry until golden brown on the outside and cooked through, 8-10 mins. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging. It's cooked when no longer pink in the middle.",
            "a) Meanwhile, cut the tomato into 1cm chunks and pop into a bowl. Drizzle with olive oil and season with salt and pepper, then mix well.\n\nb) Once the chicken is cooked, stir the korma curry paste, mango chutney, half the yoghurt and the water for the sauce (see pantry for amount) into the pan.\n\nc) Bring to the boil, then lower the heat and simmer until slightly thickened, 2-3 mins.",
            "a) When everything's ready, share the couscous and beans between your serving bowls.\n\nb) Spoon the glazed chicken over the top.\n\nc) Finish with spoonfuls of the tomato salsa and a dollop of the remaining yoghurt.\n\nEnjoy!"
        ]
    },
    {
        "title": "Cumberland Sausages & Root Veg Mash Cumberland Sausages & Root Veg Mash with Rosemary Carrots and Red Wine Jus",
        "url": "https://www.hellofresh.co.uk/recipes/cumberland-sausages-and-potato-and-parsnip-mash-651c2762188676f47c1ad0a7",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_R05_W49_UK_R17918-2_Main__10low-d566ee84.jpg",
        "tags": [
            "Under 650 calories",
            "Family Friendly",
            "New"
        ],
        "ingredients": [
            {
                "item": "Baking Potato",
                "amount": "1 unit(s)"
            },
            {
                "item": "Parsnip",
                "amount": "3 unit(s)"
            },
            {
                "item": "Garlic",
                "amount": "2 Cloves"
            },
            {
                "item": "Carrots",
                "amount": "3 unit(s)"
            },
            {
                "item": "Dried Rosemary",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Cumberland Sausages",
                "amount": "4 unit(s)"
            },
            {
                "item": "Red Wine Jus Paste",
                "amount": "22 grams"
            },
            {
                "item": "Water for the Jus",
                "amount": "200 milliliter(s)"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7. Bring a large saucepan of water with 1/2 tsp salt to the boil for the potatoes.\n\nChop the potatoes into 2cm chunks (peel first if you prefer).\n\nTrim the parsnip, then halve lengthways (no need to peel). Chop into 2cm chunks. \n\nPeel the garlic, but keep them whole. \n\nWhen boiling, add the potatoes, parsnips and whole Garlics to the water and cook until you can easily slip a knife through, 15-20 mins.",
            "Meanwhile, trim the carrots, then halve lengthways (no need to peel). Chop into roughly 1cm wide, 5cm long batons.\n\nPop the carrots onto one side of a large baking tray. Drizzle with oil, sprinkle over the rosemary and season with salt and pepper. Toss to coat, then spread out in a single layer.\n\nPop the sausages onto the other side of the baking tray. TIP: Use two baking trays if necessary. IMPORTANT: Wash your hands and equipment after handling raw meat.",
            "When the oven's hot, bake the sausages and carrots on the top shelf until the sausages are golden brown and cooked through and the carrots are tender, 20-25 mins. IMPORTANT: The sausages are cooked when no longer pink in the middle.\n\nTurn the sausages and carrots halfway through.",
            "Meanwhile, pour the water for the jus (see pantry for amount) into another small saucepan. Bring to the boil on high heat.\n\nStir in the red wine jus paste, then reduce the heat to medium-low. Allow the sauce to bubble and thicken, stirring regularly, 8-9 mins.\n\nOnce thickened, remove from the heat and cover to keep warm. Add a splash of water if it's a little too thick. TIP: If your red wine jus paste has hardened, pop it in a bowl of hot water for 1 min.",
            "Once the potatoes and parsnips are cooked, drain in a colander and return to the pan, off the heat.\n\nAdd a knob of butter and a splash of milk (if you have any) and mash until smooth. Season with salt and pepper.\n\nCover with a lid to keep warm.",
            "When everything's ready, transfer the sausages and carrots to your plates.\n\nShare out the mash alongside (reheat first if needed) and spoon over the red wine jus to finish (reheat the jus first if needed). \n\nEnjoy!"
        ]
    },
    {
        "title": "Perfectly Pudding-y Pear & Chocolate Crumble with Hazelnut and Creme Fraiche | Perfect for sharing",
        "url": "https://www.hellofresh.co.uk/recipes/market/perfectly-pudding-y-pear-and-chocolate-crumble-65320b72544f761551f547fb",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_A_R1617_W47_UK_AD10082-5_Main__12low-1a106d0b.jpg",
        "tags": [
            "Veggie"
        ],
        "ingredients": [
            {
                "item": "Pear",
                "amount": "3 unit(s)"
            },
            {
                "item": "Hazelnuts",
                "amount": "25 grams"
            },
            {
                "item": "Lemon",
                "amount": "1/2 unit(s)"
            },
            {
                "item": "Butter",
                "amount": "60 grams"
            },
            {
                "item": "Ground Cinnamon",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Sugar",
                "amount": "75 grams"
            },
            {
                "item": "Flour",
                "amount": "56.25 grams"
            },
            {
                "item": "Chocolate Chips",
                "amount": "100 grams"
            },
            {
                "item": "Creme Fraiche",
                "amount": "75 grams"
            }
        ],
        "steps": [
            "a) Preheat your oven to 220°C/200°C fan/gas mark 7.\n\nb) Quarter the pears lengthways (no need to peel), remove the core and chop into 2cm chunks.\n\nc) Roughly crush the hazelnuts in the unopened sachet using a rolling pin. Zest and halve the lemon.\n\nd) Cut the butter into small cubes, then set aside half for the pears and pop half into the fridge to keep chilled for the crumble.",
            "a) Heat a large frying pan on medium heat and melt the butter for the pears. \n\nb) When the butter starts to sizzle, add the chopped pears, cinnamon and half the caster sugar to the pan. Cook, stirring regularly, until the sugar melts and the pears start to soften, 4-5 mins. \n\nc) Whilst the pears cook, pop the remaining chilled butter into a medium bowl with the flour. Rub the butter into the flour with your fingertips until it resembles breadcrumbs. \n\nd) Stir the chocolate chips, crushed hazelnuts and the remaining sugar into the flour. This is your crumble topping!\n\ne) Once the pears are softened, add the lemon zest and squeeze in the lemon juice (see ingredients for amount). Stir to combine, then allow the pear mixture to cook for a further 1-2 mins.",
            "a) Once cooked, transfer the pear mixture, with all the sugary juices, into an appropriately sized ovenproof dish. Evenly cover the cinnamon pears with the crumble mixture. \n\nb) Bake your pear crumble on the top shelf of your oven until golden and bubbling, 25-30 mins.\n\nc) Once baked, divide the cinnamon pear, chocolate and hazelnut crumble between your bowls and serve with a generous dollop of the creme fraiche alongside.\n\nEnjoy!"
        ]
    },
    {
        "title": "Creamy Double Mushroom Penne with Cheese ",
        "url": "https://www.hellofresh.co.uk/recipes/creamy-double-mushroom-penne-651301442f9b1916f79db5eb",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF230102_R41_W06_UK_MCB2648-71_Main_low-b861e3d6.jpg",
        "tags": [
            "Family Friendly",
            "Quick",
            "Veggie"
        ],
        "ingredients": [
            {
                "item": "Garlic",
                "amount": "2 Cloves"
            },
            {
                "item": "Penne",
                "amount": "180 grams"
            },
            {
                "item": "Sliced Mushrooms",
                "amount": "120 grams"
            },
            {
                "item": "Balsamic Vinegar",
                "amount": "12 milliliter(s)"
            },
            {
                "item": "Vegetable Stock Paste",
                "amount": "10 grams"
            },
            {
                "item": "Double Cream",
                "amount": "150 grams"
            },
            {
                "item": "Grated Hard Italian Style Cheese",
                "amount": "20 grams"
            },
            {
                "item": "Water for the Sauce",
                "amount": "100 milliliter(s)"
            }
        ],
        "steps": [
            "Bring a large saucepan of water to the boil with 1/2 tsp salt.\n\nHalve, peel and thinly slice the red onion. Thinly slice the portobello mushrooms.\n\nPeel and grate the garlic (or use a garlic press).",
            "When your pan of water is boiling, add the penne and bring back to the boil. Cook until tender, 12 mins.\n\nOnce cooked, drain in a colander and pop back into the pan. Drizzle with oil and stir through to stop it sticking together. Set aside.\n\nWhile the pasta cooks, heat a drizzle of oil in a frying pan on medium heat.",
            "Once the oil is hot, fry the portobello and sliced mushrooms until browned, stirring occasionally, 6-7 mins.\n\nReduce the heat to medium-low and add the onion. Cook, stirring frequently, until softened, 5-6 mins.\n\nAdd the garlic and season. Cook for 1 min. Add the balsamic vinegar and cook until evaporated, 1 min.",
            "Pour the water for the sauce (see pantry for amount) into your frying pan and stir in the veg stock paste. Increase the heat and bring to the boil, then reduce the heat to low and simmer, stirring occasionally, until reduced, 5-6 mins.\n\nStir in the double cream, bring back to the boil and season with pepper. Remove from the heat.",
            "Add the cooked pasta to the creamy sauce along with three quarters of the hard Italian style cheese.\n\nStir everything together. Taste and add more salt and pepper if needed.",
            "Spoon your mushroom penne between your bowls and sprinkle the remaining cheese on top to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Crispy Serrano Ham Topped Chicken Crispy Serrano Ham Topped Chicken with Creamy Fresh Tagliatelle and Tenderstem® Broccoli",
        "url": "https://www.hellofresh.co.uk/recipes/crispy-serrano-ham-topped-chicken-6513013aaab557d393d8a19c",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_R30_W48_UK_SPR4371-14_Main__1low-38afb76d.jpg",
        "tags": [
            ""
        ],
        "ingredients": [
            {
                "item": "Broccoli",
                "amount": "150 grams"
            },
            {
                "item": "Garlic",
                "amount": "2 Cloves"
            },
            {
                "item": "Chicken Breasts",
                "amount": "2 unit(s)"
            },
            {
                "item": "Serrano Ham",
                "amount": "2 slice(s)"
            },
            {
                "item": "Fresh Tagliatelle",
                "amount": "200 grams"
            },
            {
                "item": "Creme fraiche",
                "amount": "150 grams"
            },
            {
                "item": "Grated Hard Italian Style Cheese",
                "amount": "20 grams"
            },
            {
                "item": "Chicken Stock Paste",
                "amount": "10 grams"
            },
            {
                "item": "Water for the Sauce",
                "amount": "150 milliliter(s)"
            }
        ],
        "steps": [
            "Preheat your oven to 120°C/100°C fan/gas mark 2.\n\nCut the Tenderstem® broccoli into thirds. \n\nPeel and grate the garlic (or use a garlic press).\n\nBring a large saucepan of water to the boil with 1/2 tsp salt for the pasta.",
            "Sandwich each chicken breast between two pieces of baking paper or cling film. Pop onto a board, then give it a bash with the bottom of a saucepan until it’s 1-2cm thick.\n\nSeason the chicken with salt and pepper, then lay a Serrano ham slice over the top. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "Heat a drizzle of oil in a large frying pan on medium-high heat. \n\nOnce hot, lay in the chicken, ham-side down. Fry until golden brown, 5-6 mins each side. IMPORTANT: The chicken is cooked when no longer pink in the middle.\n\nOnce cooked, transfer to a baking tray, cover with foil and pop into the oven to keep warm.",
            "Meanwhile, add the tagliatelle and broccoli to your pan of boiling water and bring back to the boil. Cook until tender, 3-4 mins.\n\nOnce cooked, drain in a colander and pop back in the pan. Drizzle with oil and stir through to stop it sticking together.",
            "Put your (now empty) frying pan back on medium heat with a drizzle of oil.\n\nOnce hot, add the garlic and cook, stirring, for 30 secs. \n\nStir in the creme fraiche, hard Italian style cheese and chicken stock paste. Bring to the boil, then stir in the water for the sauce (see pantry for amount) and simmer until reduced by half, 2-3 mins.\n\nRemove from the heat and taste and season with salt and pepper if needed.",
            "Remove the chicken from your oven and place on a board to rest for a couple of mins.\n\nAdd the cooked tagliatelle and broccoli to the creamy sauce, adding a splash of water if it's a little too thick. \n\nShare the creamy tagliatelle between your bowls. Thinly slice the chicken and serve on top of the pasta.\n\nEnjoy!"
        ]
    },
    {
        "title": "Antipasti Style Burrata & Serrano Ham Side Salad with Crispy Croutons, Balsamic Glaze and Rocket | Perfect for sharing",
        "url": "https://www.hellofresh.co.uk/recipes/market/antipasti-style-burrata-and-serrano-ham-side-salad-653b584e16f966aee925879d",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/HF_Y23_R1604_W33_UK_ASD15319-9_Main_5_low-6cc57407.jpg",
        "tags": [
            ""
        ],
        "ingredients": [
            {
                "item": "Ciabatta",
                "amount": "1 unit(s)"
            },
            {
                "item": "Serrano Ham",
                "amount": "2 slice(s)"
            },
            {
                "item": "Burrata",
                "amount": "125 grams"
            },
            {
                "item": "Wild Rocket",
                "amount": "40 grams"
            },
            {
                "item": "Balsamic Glaze",
                "amount": "12 milliliter(s)"
            }
        ],
        "steps": [
            "a) Preheat your oven to 220°C/200°C fan/gas mark 7.\n\nb) Tear the ciabatta into roughly 2cm chunks. Pop the ciabatta onto a baking tray in a single layer. Drizzle with oil, season with salt and pepper and toss to coat well.\n\nc) Once the oven is hot, bake the croutons on the middle shelf until golden, 8-10 mins, then remove from the oven and set aside.",
            "a) Meanwhile, tear the Serrano ham into small pieces.\n\nb) Drain the burrata.\n\nc) Place the rocket in your serving dish.",
            "a) When you're ready to serve, stir the baked croutons through the rocket, then arrange the Serrano pieces on top of the salad.\n\nb) Place the burrata in the centre.\n\nc) Drizzle the balsamic glaze over the salad to finish.\n\nEnjoy!"
        ]
    },
    {
        "title": "Chicken, Onion and Sun-Dried Tomato Stew with Parsley Butter Cauliflower Rice",
        "url": "https://www.hellofresh.co.uk/recipes/chicken-onion-and-sun-dried-tomato-stew-653b97d916f966aee9258e7d",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_500,q_30,w_1260/hellofresh_s3/image/GC_Y23_R5021_W48_UK_GCLC39214063-8_Mainlow-01c95f18.jpg",
        "tags": [
            "Lower-carb"
        ],
        "ingredients": [
            {
                "item": "Onion",
                "amount": "1 unit(s)"
            },
            {
                "item": "Garlic",
                "amount": "2 Cloves"
            },
            {
                "item": "Green Beans",
                "amount": "80 grams"
            },
            {
                "item": "Chicken Breast",
                "amount": "300 grams"
            },
            {
                "item": "Sun-Dried Tomato Paste",
                "amount": "25 grams"
            },
            {
                "item": "Passata di Pomodoro",
                "amount": "1 carton(s)"
            },
            {
                "item": "Red Wine Stock Paste",
                "amount": "28 grams"
            },
            {
                "item": "Chicken Stock Paste",
                "amount": "10 grams"
            },
            {
                "item": "Dried Thyme",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Cauliflower",
                "amount": "250 grams"
            },
            {
                "item": "Water",
                "amount": "75 milliliter(s)"
            },
            {
                "item": "Salt",
                "amount": "3/4 tsp"
            },
            {
                "item": "Butter",
                "amount": "20 grams"
            }
        ],
        "steps": [
            "Thinly slice the onion. Peel and grate the garlic (or use a garlic press). \n\nTrim the green beans, then cut into thirds.",
            "Heat a large frying pan on medium-high heat with a drizzle of oil.\n\nOnce hot, add the chicken and pan-fry until brown all over, 5-7 mins. Season with salt and pepper.\n\nAdd the onion in halfway through, stirring occasionally. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "When there is 1 min remaining, add the garlic and sun-dried tomato paste. Stir and cook until fragrant, 1 min.",
            "Once the chicken has browned, add the passata, red wine stock paste, chicken stock paste, dried thyme, green beans, the water and salt (see pantry for both). Stir well.\n\nBring to the boil, then lower the heat to medium-low and simmer, stirring occasionally, until the sauce has thickened, the beans have softened and the chicken is cooked through, 6-8 mins. IMPORTANT: The chicken is cooked when no longer pink in the middle.",
            "While the chicken simmers, heat a medium frying pan on medium-high heat with a drizzle of oil.\n\nOnce hot, add the riced cauliflower and cook until just soft, 2-3 mins. Season well with salt and pepper.\n\nStir though the butter (see pantry), 1 min more.",
            "Serve the chicken, onion and sundried-tomato stew with the cauli rice alongside. \n\nEnjoy!"
        ]
    }
]