[
    {
        "title": "Yellow Thai Style Veggie Noodle Soup Yellow Thai Style Veggie Noodle Soup with Pak Choi and Tenderstem",
        "url": "https://www.hellofresh.co.uk/recipes/yellow-thai-style-veggie-noodle-soup-64f08c1cc09936aa866c2b5b",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_30,w_2600/hellofresh_s3/image/HF_Y23_R18_W44_UK_F14731-7_Main__1low-8f950e12.jpg",
        "tags": [
            "Quick",
            "Veggie",
            "Spicy",
            "Under 650 calories",
            "Climate Conscious",
            "Climate Conscious"
        ],
        "ingredients": [
            {
                "item": "Pak Choi",
                "amount": "1 unit(s)"
            },
            {
                "item": "Tenderstem Broccoli",
                "amount": "80 grams"
            },
            {
                "item": "Lime",
                "amount": "1 unit(s)"
            },
            {
                "item": "Egg Noodle Nest",
                "amount": "125 grams"
            },
            {
                "item": "Thai Style Spice Blend",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Yellow Thai Style Paste",
                "amount": "45 grams"
            },
            {
                "item": "Peanut Butter",
                "amount": "30 grams"
            },
            {
                "item": "Coconut Milk",
                "amount": "200 milliliter(s)"
            }
        ],
        "steps": [
            "a) Boil a full kettle.\n\nb) Trim the pak choi, then thinly slice widthways. Halve the Tenderstem® broccoli widthways.\n\nc) Zest and quarter the lime.",
            "a) Pour the boiled water from your kettle into a saucepan with 1/4 tsp salt and bring back to the boil.\n\nb) When boiling, add the noodles and broccoli. Cook until tender, 4 mins.\n\nc) Once cooked, drain in a sieve and run under cold water to stop them sticking together.",
            "a) Meanwhile, heat a drizzle of oil in another large saucepan on medium-high heat.\n\nb) Once hot, add the Thai style spice blend (add less if you'd prefer things milder) and yellow Thai style paste. Stir-fry for 30 secs.\n\nc) Stir in the peanut butter and coconut milk. Mix well until combined. \n\nd) Mix in the sugar and water for the soup (see pantry for both amounts). Bring to the boil, then lower the heat and stir until everything's well combined.",
            "a) Add the pak choi to your soup.\n\nb) Stir well and cook until pak choi is tender, 2-3 mins.",
            "a) Once the pak choi is cooked, add the cooked noodles and broccoli to the soup.\n\nb) Bring to the boil again, then immediately remove from the heat. TIP: Add a splash of water if it's a little too thick - you want a soupy consistency!\n\nc) Stir in the soy sauce and squeeze in some lime juice.\n\nd) Taste and add more salt, sugar and lime juice if needed.",
            "a) Share the noodle soup between your bowls. \n\nb) Sprinkle over the lime zest to finish. \n\nc) Garnish with any remaining lime quarters.\n\nEnjoy!"
        ]
    },
    {
        "title": "Chipotle Chicken, Halloumi and Pepper Skewerswith Wedges, Guacamole and Zesty Soured Cream",
        "url": "https://www.hellofresh.co.uk/recipes/chipotle-chicken-halloumi-and-pepper-skewers-64f6f4aec09936aa866c95da",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_30,w_2600/hellofresh_s3/image/HF_Y23_R34_W44_UK_PR3438-11_MAIN__low-a19f7b5b.jpg",
        "tags": [
            "Spicy"
        ],
        "ingredients": [
            {
                "item": "Bamboo Skewers",
                "amount": "6 unit(s)"
            },
            {
                "item": "Halloumi",
                "amount": "225 grams"
            },
            {
                "item": "Bell Pepper",
                "amount": "1 unit(s)"
            },
            {
                "item": "Lime",
                "amount": "½ unit(s)"
            },
            {
                "item": "Chicken Thighs",
                "amount": "3 unit(s)"
            },
            {
                "item": "Chicken Thighs",
                "amount": "450 grams)"
            },
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Mexican Style Spice Mix",
                "amount": "1 sachet(s)"
            },
            {
                "item": "Soured Cream",
                "amount": "75 grams"
            },
            {
                "item": "Avocado",
                "amount": "1 unit(s)"
            }
        ],
        "steps": [
            "Preheat your oven to 220°C/200°C fan/gas mark 7. Soak the skewers in cold water to prevent them from burning.Drain the halloumi, then cut it into 3cm chunks. Halve the pepper and discard the core and seeds. Chop into 3cm chunksZest and halve the lime. Cut the chicken thighs into 3cm chunks.In a large bowl, add the halloumi, pepper, chicken, chipotle paste, half the lime zest and olive oil (see pantry for amount). Season with salt and pepper, then toss to coat. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "Thread the halloumi, pepper and chicken onto the skewers (3 per person).  Transfer the skewers to a lightly oiled baking tray, keeping them spaced apart. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging.",
            "Chop the potatoes into 2cm wide wedges (no need to peel).Pop the wedges onto a large baking tray. Drizzle with oil, sprinkle over the Mexican style spice mix, season with salt and pepper, then toss to coat. Spread out in a single layer. TIP: Use two baking trays if necessary.Roast the wedges on the top shelf of your oven, and chicken skewers on the middle shelf of your oven until golden and cooked through, 25-30 mins. Turn halfway through. IMPORTANT: The chicken is cooked when no longer pink in the middle.",
            "Meanwhile, in a small bowl, combine the soured cream, remaining lime zest and half the lime juice. Season with salt and pepper, then set aside.  Halve the avocado and remove the stone. Use a tablespoon to scoop the flesh out into a medium bowl.   Add a drizzle of oil, the remaining lime juice and a pinch of salt and pepper. Mash with a fork until smooth.",
            "When the skewers have 5 mins remaining, remove the tray from the oven. Drizzle over the honey (see pantry for amount), then return to the oven for the remaining time.",
            "When everything's ready, share the skewers between your plates.  Serve the wedges and guac alongside. Drizzle over the zesty soured cream to finish.  Enjoy!"
        ]
    },
    {
        "title": "Roasted Chicken and Chive Sauce with Spinach and Potatoes",
        "url": "https://www.hellofresh.co.uk/recipes/roasted-chicken-and-chive-sauce-652e7113c88a1f5ba6f4f2c9",
        "picture": "https://img.hellofresh.com/c_fit,f_auto,fl_lossy,h_1100,q_30,w_2600/hellofresh_s3/image/HF220826_R12_W39_UK_QR3010-34_KB_Main_low-5a498718.jpg",
        "tags": [
            "Under 650 calories",
            "Quick",
            "Family Friendly",
            "High Protein"
        ],
        "ingredients": [
            {
                "item": "Skin-On Chicken Breasts",
                "amount": "2 unit(s)"
            },
            {
                "item": "Potatoes",
                "amount": "450 grams"
            },
            {
                "item": "Baby Spinach",
                "amount": "100 grams"
            },
            {
                "item": "Chives",
                "amount": "1 bunch(es)"
            },
            {
                "item": "Garlic Clove",
                "amount": "1 unit(s)"
            },
            {
                "item": "Chicken Stock Paste",
                "amount": "5 grams"
            },
            {
                "item": "Double Cream",
                "amount": "75 grams"
            },
            {
                "item": "Water for the Sauce",
                "amount": "75 milliliter(s)"
            },
            {
                "item": "Butter",
                "amount": "15 grams"
            }
        ],
        "steps": [
            "a) Preheat your oven to 240°C/220°C fan/gas mark 9. Boil a full kettle.\n\nb) Heat a drizzle of oil in a frying pan on high heat. Once hot, lay in the chicken, skin-side down. Season with salt and pepper. Fry until golden, 3-4 mins, then turn and cook for 1 min on the other side.\n\nc) Transfer the chicken to a baking tray, skin-side up, then roast on the top shelf of your oven until cooked, 12-15 mins. Set the pan aside. IMPORTANT: Wash your hands and equipment after handling raw chicken and its packaging. It's cooked when no longer pink in the middle.",
            "a) Meanwhile, fill a large saucepan with boiling water from your kettle and return to the boil with 1/2 tsp salt.\n\nb) Chop the potatoes into 2cm chunks (no need to peel) and add to the pan.\n\nc) Cook until you can easily slip a knife through, 12-15 mins. Add the spinach for the final min of cooking time. \n\nd) Drain well in a colander and return to the pan, off the heat. Cover with the lid to keep warm.",
            "a) While the potatoes cook, finely chop the chives (use scissors if easier).\n\nb) Peel and grate the garlic (or use a garlic press).",
            "a) Return the (now empty) frying pan to medium heat. Add a drizzle of oil if the pan is dry.\n\nb) Once hot, add the garlic to the pan. Stir-fry for 1 min.\n\nc) Stir in the water for the sauce (see pantry for amount) and chicken stock paste. Bring to the boil and simmer until slightly reduced, 2 mins.\n\nd) Mix in the creme fraiche and three quarters of the chives. Season to taste with pepper, then remove from the heat.",
            "a) When the chicken is almost cooked, gently reheat the sauce. Add a splash of water if it's a little thick.\n\nb) Season the cooked spinach and potatoes with salt and pepper. Add the butter (see pantry for amount) and stir to combine.",
            "a) Cut the chicken widthways into 2cm thick slices, then transfer to your plates.\n\nb) Serve the spinach and potatoes alongside, then spoon the chive sauce over the chicken.\n\nc) Finish with a sprinkling of the remaining chives.\n\nEnjoy!"
        ]
    }
]